{
    "homelabel": "Home",
    "ourserviceslabel": "Our Services",
    "workwithuslabel": "Work with Us",
    "contactuslabel": "Contact Us",
    "firstslidertitle": "A professionally managed distribution company",
    "firstslidersubtitle": "Focus on your business, we are your logistics expert and your most reliable business partner.",
    "secondslidertitle": "One partner, a world of solutions",
    "secondslidersubtitle":"Our services comes with many benefits designed to improve the supply chain activities of our clients.",
    "aboutsectiontitle":"We are a full-service logistics company",
    "aboutsectionsubtitle":"We are committed to give our customers fast response to their necessities in supply chain with high quality service.",
    "aboutsectiontwotitle":"Every day brings new challenges",
    "aboutsectiontwosubtitle":"We create solutions for your company",
    "aboutsectiontwodesc":"Our goal as a company is to provide logistics services with the highest standards to exceed the expectations of our customers in the most demanding market, with a high qualified staff to ensure our value as a brand.",
    "servicessectiontitle":"Our services",
    "servicessectionsubtitle":"Get your company heading in the right direction with our different services",
    "servicesonetitle":"Distribution",
    "servicesonesubtitle":"Our own fleet has a coverage of 7 states in the southeast area of The United States and it is fully equipped to transport refrigerated goods and Hydraulic Ramps to deliver in any condition. In addition to that, we can provide national coverage with our third party fleet.",
    "servicestwotitle":"Warehouse Solutions",
    "servicestwosubtitle":"We have an inventory control system according to the product’s origin in our three distributions centers in Nashville, Memphis, TN and Louisville, KY, so we can store your products in the ideal environment either dry, refrigerated or frozen storage.",   
    "servicesthreetitle":"3PL",
    "servicesthreesubtitle":"You can also find in us many other complementary solutions through outsourcing the storage capacity and delivery; inventory and warehouse management, distribution and billing, among others.",
    "coveragesectiontitle":"Distribution Centers",
    "coveragesectionsubtitle":"Third Party Fleet National Coverage",
    "worksectiontitle":"Work with us",
    "worksectionsubtitle":"We are looking for people to join our team, and be part of a growing logistics company in the USA southeast area.",
    "worksectionbutton":"Apply Today",
    "contactsectiontitle":"Contact Us",
    "contactsectionsubtitle":"Because our business, is to take care of yours.",
    "contactsectioncall":"Give us a call",
    "contactsectionemail":"Help Desk",
    "contactformsectiontitle":"Let’s talk about your company",
    "contactformsectionsubtitle":"We have made it easy for clients to reach us and get the solutions they need",
    "contactformsectionname": "Your Name *",
    "contactformsectionemail":"Email *",
    "contactformsectionmesage":"Message",
    "contactformsectionbutton":"Get a free consultation",
    "contactformsectionresponse":"Your message was successfully sent!"
  }